Repository: Vakifbank-IOS-Swift-Patika-Bootcamp/final-project-hasanuysaal
Catalog: GameBook/*.lproj/Localizable.strings
Languages: tr

source: Popular Games
tr: Popüler Oyunlar

source: Upcoming Games
tr: Yakında Gelecek Oyunlar

source: Game Detail
tr: Oyun Detayı

source: Favorites
tr: Favoriler

source: Notes
tr: Notlar

source: Update
tr: Güncelle

source: Create
tr: Oluştur

# App language was changed. Tap to open app!
source: Uygulama dili değişti. Uygulamayı açmak için dokun!
tr: App language was changed. Tap to open app!

source: There is no game on favorite list. You will be redirected to the home page.
tr: Favori listenizde oyun bulumamaktadır. Ana sayfaya yönlendirileceksiniz

source: An unexpected error occurred.
tr: Bilinmeyen bir hatayla karşılaşıldı.

source: Alert
tr: Uyarı

source: OK
tr: Tamam

source: You should pick an image before saving note!
tr: Kaydetmeden önce fotoğraf seçmelisin!

source: You should enter game name before saving note!
tr: Kaydetmeden önce oyun adı girmelisin!

source: You should enter note before saving note!
tr: Kaydetmeden önce not girmelisin!

source: AVERAGE PLAYTIME :
tr: ORTALAMA OYUN SÜRESİ :

source: An error occurred while creating the note!
tr: Not oluşturulurken bir hata oluştu!

source: An error occurred while updating the note!
tr: Not güncellenirken bir hata oluştu!

source: Filter
tr: Filtrele

source: Sort
tr: Sırala

source: Genres
tr: Tür
